Repository: cbelhaffef/dajt
Catalog: dajt-ui/src/locale/messages.*.xlf
Languages: ar_dz

source: Affaires Judiciaires
ar_dz: الشؤون القضائية

source: Déconnection
ar_dz: انفصال

source: Liste des Dossiers
ar_dz: قائمة الملفات

source: Déconnexion
ar_dz: انفصال

source: Connexion
ar_dz: تسجيل الدخول

source: Maintenir la connexion
ar_dz: الحفاظ على الاتصال

source: Se connecter
ar_dz: تسجيل الدخول

source: Vous êtes maintenant déconnecté
ar_dz: أنت الآن غير متصل

source: Vous pouvez vous
ar_dz: يمكنك

source: connectez de nouveau
ar_dz: تسجيل الدخول مرة أخرى

source: Création d'un dossier
ar_dz: انشاء ملف جديد

source: Bureau
ar_dz: المكتب

source: Numéro dossier
ar_dz: رقم الملف

source: Infraction
ar_dz: المخالفة

source: Statut
ar_dz: الحالة

source: Priorité
ar_dz: الأولوية

source: Victimes
ar_dz: الضحايا

source: Coupables
ar_dz: المتهمين

source: Tribunal
ar_dz: المحكمة

source: Assigner à
ar_dz: تعيين موظف

source: Type d'envoie
ar_dz: نوع الإرسال

source: Créer
ar_dz: انشاء

source: Annuler
ar_dz: إلغاء

source: Numéro Dossier
ar_dz: الملف

source: Victime
ar_dz: الضحية

source: Coupable
ar_dz: المتهم

source: Status
ar_dz: الحالة

source: Recherche
ar_dz: بحث

source: Assigné a
ar_dz: تعين موضف

source: Actions
ar_dz: الإجراءات

source: Dossiers
ar_dz: ملف

source: Il y'a
ar_dz: هنالك

source: Numéro
ar_dz: رقم

source: Date modification
ar_dz: تاريخ التعديل

source: Assigné
ar_dz: المعين

source: Type d'envoi
ar_dz: نوع الإرسال

source: Aucun résultat trouvé
ar_dz: لم يتم العثور على نتائج

source: Créer un dossier
ar_dz: انشاء ملف جديد

source: Retour
ar_dz: الرجوع

source: Assigner
ar_dz: تعين موضف

source: Me l'assigner
ar_dz: اتكفل به

source: Détail
ar_dz: التفاصيل

source: Priority
ar_dz: الأولوية

source: Statut
ar_dz: الحالة

source: Priority
ar_dz: الأولوية

source: Tribunal
ar_dz: المحكمة

source: Type d'envoie:
ar_dz: نوع الإرسال

source: valider
ar_dz: التحقق

source: Modification des détails
ar_dz: تحرير التفاصيل

source: Commentaires
ar_dz: الملاحظات

source: Personnes
ar_dz: الأشخاص

source: Auteur
ar_dz: المؤلف

source: Updater
ar_dz: المعدل

source: Dates
ar_dz: التواريخ

source: Modifier
ar_dz: تعديل

source: Clôturer
ar_dz: تغليق

source: Chargement...
ar_dz: تحميل ...

source: 404 Page Non Trouvée
ar_dz: 404 الصفحة غير موجودة
